Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=236_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Oarjul buođđu
smn: Uárjul puáđu

source: Geahča oanehisvideo Deanu buođu ceggemis
smn: Keejâ uánihisvideo Tiänu luosâpuáđust

source: Go geassu de Ilmar ja su bárdni Raine ceggeba Detnui árbevirolaš buođu.
smn: Ko keesi puátá, te Ilmar kandâinis Rainein cegâttává Tiänun ärbivuáválii luosâpuáđu.

source: Buođu ceggen lea lossa bargu.
smn: Puáđu ceeggâdmist lii korrâ pargo.

source: Bagadallan / govven / čuohppan: Niillas Somby
smn: Kuálásteijeeh: Ilmari já Raine Tapiola

source: Buvttadeapmi: Hommat AS. / Niillas A. Somby
smn: Stivrim / kuvvim / čuoppâm: Niillas Somby

source: Guhkkodat: 3,40
smn: Kukkodâh: 3,40
